/* Label for row of color wells for the background of the plugin */
"Background" = "Background";

/* How long a notification will stay on screen */
"Duration:" = "Διάρκεια:";

/* Label for the effect to use */
"Effect:" = "Εφέ:";

/* Notification Priority Emergency */
"Emergency" = "Επείγον";

/* A fade effect */
"Fade" = "Ξεθώριασμα";

/* Label for checkbox that says to do a floating icon */
"Floating Icon" = "Κινούμενο Εικονίδιο";

/* Notification Priority High */
"High" = "Υψηλή";

/* Large size for the display */
"Large" = "Μεγάλο";

/* Checkbox to limit the display to 2-5 lines */
"Limit to 2-5 lines" = "Περιορισμός σε 2-5 γραμμές";

/* Notification Priority Moderate */
"Moderate" = "Μέτρια";

/* Normal size for the display
   Notification Priority Normal */
"Normal" = "Κανονική";

/* How clear the display is */
"Opacity:" = "Αδιαφάνεια:";

/* Label for columns of color wells for various priority levels */
"Priority: (low to high)" = "Priority: (low to high)";

/* Label for box to select screen for display to use */
"Screen:" = "Οθόνη:";

/* Label for pop up box for selecting the size of the display */
"Size:" = "Μέγεθος:";

/* A slide effect */
"Slide" = "Ολίσθηση";

/* Small size for the display */
"Small" = "Μικρό";

/* Label for row of color wells for the text element of the plugin */
"Text" = "Κείμενο";

/* Notification Priority Very Low */
"Very Low" = "Πολύ Χαμηλή";

